[
  "plugin-proxy",
  "obsidian-minimal-settings",
  "keyboard-analyzer",
  "settings-search",
  "calendar",
  "recent-files-obsidian",
  "file-tree-alternative",
  "cmdr",
  "obsidian-hover-editor",
  "floating-toc",
  "obsidian-style-settings",
  "editing-toolbar",
  "highlightr-plugin",
  "obsidian-vimrc-support",
  "cm-chs-patch",
  "dataview",
  "obsidian-excel-to-markdown-table",
  "obsidian42-brat",
  "vim-reading-view-navigation",
  "mrj-jump-to-link",
  "obsidian-relative-line-numbers",
  "copilot",
  "obsidian-annotator",
  "simpread",
  "obsidian-banners",
  "obsidian-git",
  "obsidian-version-history-diff",
  "quickadd",
  "obsidian-completr",
  "mousewheel-image-zoom",
  "obsidian-image-toolkit",
  "table-editor-obsidian",
  "notion-like-tables",
  "obsidian-mkdocs-publisher",
  "templater-obsidian"
]